let message = `
1SAMSUNG WW 70 J 6210 DW LD белая,7кг,1200об,с дисплеем,стиральная машина#10шт.36 425,00364 250,00
<>2LG F-4 J 3 TS2W белая,8кг,1400об,серебристый люк,с дисплеем,стиральная машина с паром#30шт.42 251,161 267 534,80
<>3ГЕФЕСТ 1200-00 С7 К8 с металлической крышкой,плита газовая#5шт.11 628,5758 142,85
<>4ГЕФЕСТ 1200-00 С7 К89 коричневая,с металлической крышкой,плита газовая#3шт.11 961,5435 884,62
<>5ГЕФЕСТ 6100-01 0186 бежевая,ретро,с металлической крышкой,плита газовая#5шт.18 509,6292 548,10
<>6ГЕФЕСТ 6100-01 0286 бежевая,ретро,со стеклянной крышкой,плита газовая#5шт.19 192,3195 961,55
<>7ГЕФЕСТ ПВГ 1212 К55 бежевая,ретро,поверхность газовая#10шт.9 285,7192 857,10
<>8ГЕФЕСТ ПВГ 1212 К83 черная,ретро,поверхность газовая#10шт.8 711,5487 115,40
<>9VESTEL Bojena F 371 NFB Новинка!бежевый мрамор,186см,NoFrost,дисплей внутри,морозильная камера#5шт.39 990,00199 950,00
<>10VESTEL Bojena WMS 6100 T1P Премиум!бежевая,6кг,1000об,черный хром люк,стиральная машина с паром#5шт.17 950,0089 750,00
<>11VESTEL Bojena BF 553 NFED Новинка!черный,186см,NoFrost,с дисплеем#1шт.62 000,0062 000,00
<>12VESTEL Bojena MD 620 NFEB Новинка!бежевый,179см,NoFrost,4х дверный,с дисплеем#1шт.72 000,0072 000,00
<>13BOSCH TWK 3 A 017 чайник бежевый#3шт.2 381,407 144,20
<>14BOSCH TWK 3P424 чайник красный#3шт.3 162,799 488,37
<>15BOSCH TWK 7407 чайник бежевый#3шт.2 520,937 562,79
<>16BOSCH TWK 7507 чайник бежевый#3шт.2 427,917 283,73
<>17GORENJE K 17 BK чайник черный#2шт.1 590,703 181,40
<>18LG GR-H 802 HEHZ бежевый мрамор,184см,NoFrost,с дисплеем,с верхней морозилкой,Корея#Кол-воЕд.ЦенаСумма
<>1VESTEL Bojena BF 553 NFEB Новинка!бежевый мрамор,186см,NoFrost,с дисплеем#2шт.62 990,00125 980,00
<>2VESTEL Bojena BF 653 NFEB Новинка!бежевый мрамор,186см,NoFrost,с дисплеем#2шт.66 100,00132 200,00
<>3VESTEL Bojena TF 473 NFEB Новинка!бежевый мрамор,183см,NoFrost,с дисплеем#2шт.52 450,00104 900,00
<>4VESTEL Bojena TF 483 NFEB Новинка!бежевый мрамор,187см,NoFrost,с дисплеем#2шт.55 600,00111 200,00
<>5VESTEL Bojena TF 543 NFEB Новинка!бежевый мрамор,186см,NoFrost,с дисплеем#2шт.61 900,00123 800,00
<>6VESTEL Bojena TF 643 NFEB Новинка!бежевый мрамор,186см,NoFrost,с дисплеем#2шт.71 350,00142 700,00
<>7VESTFROST VF 492 GLBL 192см, черное стекло#2шт.69 950,00139 900,00
<>8VESTFROST VF 492 GLM 192см,коричневое стекло#2шт.69 950,00139 900,00
<>9VESTFROST VR 2001 NFEB бежевый,201см,360л,NoFrost,с нижней морозилкой#2шт.41 950,0083 900,00
<>10VESTFROST VW 719 FFE 00B бежевый мрамор,192см,461л,NoFrost,дисплей,led подсветка#2шт.58 750,00117 500,00
<>11ГЕФЕСТ ПВГ 1212 К2 черная,матовая поверхность газовая#4шт.8 461,5433 846,16
<>12ГЕФЕСТ ПВГ 1212 К55 бежевая,ретро,поверхность газовая#5шт.9 285,7146 428,55
<>1LG GR-H 802 HEHZ бежевый мрамор,184см,NoFrost,с дисплеем,с верхней морозилкой,Корея#10шт.110 790,001 107 900,00
<>2GORENJE MMC 1000 RL ретро планетарный миксер (кухонная машина)2шт.12 037,0424 074,08
<>3KRAFT BD 203 QX морозильный ларь#2шт.15 500,0031 000,00
<>4KRAFT BD 232 QX морозильный ларь#2шт.16 442,3132 884,62
<>5KRAFT BD 247 QX морозильный ларь#2шт.16 605,7733 211,54
<>6KRAFT BD 250 QX морозильный ларь#2шт.16 442,3132 884,62
<>7KRAFT BD 282 QX морозильный ларь#2шт.19 567,3139 134,62
<>8KRAFT BD 342 QX морозильный ларь#2шт.23 057,6946 115,38
<>9VESTEL Bojena F 371 NFB Новинка!бежевый мрамор,186см,NoFrost,дисплей внутри,морозильная камера#5шт.39 990,00199 950,00
<>10ODUL BOJENA OE 6031 TL CR NEO плита газовая бежевая5шт.19 467,0097 335,00
<>15ГЕФЕСТ 6100-01 с металлической крышкой,плита газовая#2шт.16 259,6232 519,24
<>16ГЕФЕСТ OG 60X90 CR бежевая,со стеклянной крышкой,90см,5 конфорок,плита газовая#2шт.32 788,4665 576,92
<>17BOSCH SMV 25 AX 00 E встраиваемая,(60см),12комплектов,посудомоечная машина#5шт.30 139,53150 697,65
<>18SAMSUNG SC-18 M 21A0 SB EV синий,1800Вт,пылесос без мешка#2шт.7 934,8815 869,76
<>19SAMSUNG SC-18 M 21D0 VG пылесос без мешка PI#2шт.9 168,2218 336,44
<>20SAMSUNG SC-18 M 3120 VB EV синий,1800Вт,пылесос без мешка#2шт.8 299,0716 598,14
<>21SAMSUNG SC-18 M 31A0 HU EV черно-голубой,1800Вт,пылесос без мешка#2шт.9 549,3019 098,60
<>22SAMSUNG VC 15 K 4116 VR EV черно-красный,1500Вт,пылесос без мешка#2шт.10 027,7820 055,56
<>23SAMSUNG VC 15 K 4136 HB EV черно-синий,1500Вт,пылесос без мешка#2шт.10 381,4020 762,80
<+>24SAMSUNG VC 15 K 4136 VL EV черно-оранжевый,1500Вт,пылесос без мешка#2шт.10 958,1421 916,28
<->25TCL TAC-07 CHSA IF#5шт.13 990,0069 950,00
<>26TCL TAC-09 CHSA IF#5шт.15 990,0079 950,00
<>27TCL TAC-12 CHSA IF#5шт.18 890,0094 450,00
<>28TCL TAC-18 HRA E1 Elite#5шт.33 500,00167 500,00
<>29WHIRLPOOL SPIW 412 LL INVERTER#2шт.38 870,0077 740,00
<>30BEKO WRS 54 P 1 BSW белая,5кг,800об,стиральная машина#5шт.15 731,4878 657,40
<>31LG F-10 B 8 ND белая,6кг,1000об,с дисплеем,стиральная машина#2шт.32 990,6565 981,30
<>32LG F-2 J 3 HS0W белая,7кг,1200об,с дисплеем,стиральная машина с паром#2шт.35 287,0470 574,08
<>33LG F-2 J 3 HS4L серебристая,7кг,1200об,хромированный люк,с дисплеем,стиральная машина с паром PI#2шт.37 314,8174 629,62
<>34LG F-2 J 3 NS2W белая,6кг,серебристый люк,с дисплеем,стиральная машина#2шт.33 333,3366 666,66
<>35->LG F-2 J 3 WS1W белая,6.5кг,1200об,с дисплеем,стиральная машина с паром PI#2шт.32 962,9665 925,92
<>36<-LG F-2 J 6 HS8S темно-серебристая,7кг,1200об,черный люк,с дисплеем,Wi-Fi,стиральная машина с паром#2шт.44 064,8188 129,62
<>37LG F-2 J 6 NM7W белая,6|4кг,1200об,черный люк,с дисплеем,стирально-сушильная машина#2шт.49 546,3099 092,60
<>38LG F-2 M 5 HS4WP белая,7кг,1200об,серебристый люк,с дисплеем,дозагрузка белья,стиральная машина с паром#2шт.40 000,0080 000,00
<>39LG F-2 V 3 GS3W белая,8.5кг,1200об,с дисплеем,стиральная машина с паром PI#3шт.43 809,52131 428,56
<>40LG F-2 V 3 GS4W белая,8.5кг,1200об,с дисплеем,дозагрузка белья,стиральная машина с паром PI#3шт.43 809,52131 428,56
<>41LG F-4 J 3 TS2W белая,8кг,1400об,серебристый люк,с дисплеем,стиральная машина с паром#5шт.42 251,16211 255,80
<>42LG F-4 J 7 VS2S серебристая,9кг,1400об,черный люк,с дисплеем,стиральная машина с паром#2шт.43 125,5886 251,16
<>43LG F-4 M 5 VS4WP белая,9кг,1400об,черный люк,с дисплеем,стиральная машина с паром#2шт.43 479,0786 958,14
<>44SAMSUNG WW 70 J 6210 DW LD белая,7кг,1200об,с дисплеем,стиральная машина#10шт.36 762,79367 627,90
<>45SAMSUNG WW 80 K 6210 RS LD серебристая,8кг,1200об,Add Wash,с дисплеем,стиральная машина#5шт.42 570,09212 850,45
<>46SAMSUNG WW 80 K 6210 RW LD белая,8кг,1200об,Add Wash,с дисплеем,стиральная машина#10шт.41 775,70417 757,00
<>47VESTEL Bojena WMS 6100 T1P Премиум!бежевая,6кг,1000об,черный хром люк,стиральная машина с паром#5шт.17 950,0089 750,00
<>48VESTEL Bojena WMS 6100 T1W Новинка!белая,6кг,1000об,дисплей,стиральная машина с паром#2шт.18 490,0036 980,00
<>49VESTEL Bojena WMT 1 R 7120 S Новинка! белая,7кг,1200об,серебро люк,стиральная машина с паром#2шт.20 190,0040 380,00
<>50LG 43 UP 76006 LC.ADGG Smart,WebOs,UHD,4K,Wi-Fi,с голосовым управлением#2шт.31 670,0063 340,00
<>51LG 43 UP 76906 LE.ADGG Smart,WebOs,UHD,4K,Wi-Fi,с голосовым управлением,белый#*СПЕЦ ЦЕНА2шт.31 670,0063 340,00
<>52LG 50 NANO 769 QA.ADKG Smart,NanoCell,WebOs,UHD,4K,Wi-Fi,с голосовым управлением,синяя сажа#2шт.47 651,3895 302,76
<>53LG 50 UP 76006 LC.ADGG Smart,WebOs,UHD,4K,Wi-Fi,с голосовым управлением#2шт.37 390,0074 780,00
<>54LG 55 UP 76006 LC.ADGG Smart,WebOs,UHD,4K,Wi-Fi,с голосовым управлением#2шт.40 600,0081 200,00
<>55LG 55 UQ 76003 LD.ADKG Smart,WebOs,UHD,4K,Wi-Fi,с голосовым управлением,темный металлик#2шт.47 548,3995 096,78
<>56LG 55 UQ 81006 LB.ARUB Smart,WebOs,UHD,4K,Wi-Fi,темная медь#2шт.50 366,97100 733,94
<>57LG 65 UQ 80006 LB.ARUB Smart,WebOs,UHD,4K,Wi-Fi,с голосовым управлением,серыйметаллик,безрамочный#2шт.63 179,72126 359,44
<>58LG 65 UQ 81006 LB.ARUB Smart,WebOs,UHD,4K,Wi-Fi#2шт.65 509,26131 018,52
<>59LG 65 UQ 91009 LD.ADKG Smart,WebOs,UHD,4K,Wi-Fi,с голосовым управлением,титан,безрамочный#2шт.74 894,01149 788,02
<>60LG 75 UQ 80006 LB.ARUB Smart,WebOs,UHD,4K,Wi-Fi,с голосовым управлением,серыйметаллик,безрамочный#2шт.92 305,56184 611,12
<>61TCL L 43 P 728 Smart,android,UHD,4K,Wi-Fi#5шт.18 280,0091 400,00
<>62TCL L 55 C 635 Qled,Smart,GoogleТв,UHD,4K,безрамочный#1шт.32 000,0032 000,00
<>63LG GA-B 509 CEUM бежевый,203см,NoFrost,с дисплеем,Wi-Fi#2шт.65 674,42131 348,84
<>64LG GC-B 257 JEYV бежевый,Side by Side,179см,NoFrost,с дисплеем внутри#2шт.94 018,60188 037,20
<>65LG GC-B 459 SECL бежевый,186см,NoFrost,инверторный PI#5шт.47 222,22236 111,10
<>66LG GC-B 459 SEUM бежевый,186см,NoFrost,с дисплеем,инверторный,Wi-Fi PI#2шт.53 703,70107 407,40
<>67LG GC-B 509 SESM бежевый,203см,NoFrost,с дисплеем,инверторный,Wi-Fi PI#2шт.56 944,44113 888,88
<>68LG GW-B 459 SECM бежевый,186см,NoFrost,инверторный#3шт.45 851,16137 553,48
<>69LG GW-B 459 SLCM графитовый,186см,NoFrost,инверторный#3шт.45 851,16137 553,48
<>70SAMSUNG RB 33 A 32 N0EL WT бежевый,185см,NoFrost,с дисплеем,инверторный#2шт.42 878,5085 757,00
<>71SAMSUNG RB 33 A 3240 EL WT бежевый,185см,NoFrost,с дисплеем,инверторный#2шт.43 349,0686 698,12
<>72SAMSUNG RB 37 A 52 N0SA WT серебристый,201см,NoFrost,с дисплеем,инверторный#2шт.48 214,9596 429,90
<>73SAMSUNG RB 37 A 52 N0WW WT белый,201см,NoFrost,с дисплеем,инверторный#2шт.46 355,1492 710,28
<>74SAMSUNG RB 37 A 5200 EL WT бежевый,201см,NoFrost,с дисплеем,инверторный#2шт.49 766,3699 532,72
<>75SAMSUNG RT 62 K 7110 EF беж 186см диспенсер, дисплей гранд топ EXCLUSIVE2шт.99 990,00199 980,00
<>76SHARP SJ-FP 97 VBE бежевый,183см,NoFrost,4х дверный,с дисплеем#1шт.148 948,80148 948,80
<>77VESTEL Bojena BF 553 NFED Новинка!черный,186см,NoFrost,с дисплеем#2шт.62 990,00125 980,00
<>78VESTEL Bojena MD 620 NFEB Новинка!бежевый,179см,NoFrost,4х дверный,с дисплеем#2шт.73 500,00147 000,00
<>79VESTEL Bojena MD 620 NFED Новинка!черный,179см,NoFrost,4х дверный,с дисплеем#2шт.69 250,00138 500,00
<>80BOSCH TWK 3 A 017 чайник бежевый#3шт.2 381,407 144,20
<>81BOSCH TWK 3P424 чайник красный#3шт.3 162,799 488,37
<>82BOSCH TWK 7407 чайник бежевый#3шт.2 520,937 562,79
<>83BOSCH TWK 7507 чайник бежевый#3шт.2 427,917 283,73
<>84BOSCH TWK 861 P 3 RU чайник черный нерж.сталь(1.5л)#3шт.5 823,2617 469,78
<>85BOSCH TWK 8612 P чайник фисташковый нерж.сталь(1.5л)#3шт.5 637,2116 911,63
<>86BOSCH TWK 8613 P чайник черный нерж.сталь#3шт.7 281,1121 843,33
<>87GORENJE K 17 BK чайник черный#2шт.1 590,703 181,40
<>1Вытяжка каминная купольная ELIKOR БЕЛЬВЕДЕР ФЛОРЕАЛЕ 60П-650-П3Д бежевый/дуб неокр2,00011 500,002,00023 000,000,66CB000098295
<>2Духовой шкаф электрический KUPPERSBERG SR 609 C Bronze бежевый2,00032 000,002,00064 000,000,76CB000090588
<>3Духовой шкаф электрический KUPPERSBERG SR 609 W Silver белый/серебро2,00036 080,002,00072 160,000,72CB000091771
<>4Духовой шкаф электрический KUPPERSBERG SR 615 B Bronze черный/бронза (ретро, стекло, диспл)1,00027 000,001,00027 000,000,28CB000110139
<>5Духовой шкаф электрический KUPPERSBERG SR 615 W Bronze белый/бронза (ретро, стекло, диспл)2,00028 500,002,00057 000,000,56CB000110141
<>6Духовой шкаф электрический KUPPERSBERG SR 6911 B Bronze черный/бронза (ретро)2,00041 650,002,00083 300,000,56CB000100720
<>7Духовой шкаф электрический KUPPERSBERG SR 6911 W Bronze белый/бронза (ретро)2,00041 650,002,00083 300,000,56CB000101444
<>8Духовой шкаф электрический MIDEA MO58110RGI-B сл.кость (стекло, ретро)1,00033 200,001,00033 200,000,38CB000090781
<>9Кронштейн KROMAX STAR-33 серый5,0001 115,005,0005 575,000,02CB000035578
<>10Плита  настольная газовая DARINA L NGM441 03 B черный (4-конф)3,0004 605,003,00013 815,000,11CB000059229
<>11Поверхность газовая KUPPERSBERG FG 603 B Bronze чёрный (стекло, чугун, г/к, WOK)2,00019 000,002,00038 000,000,16CB000109804
<>12Поверхность газовая KUPPERSBERG FG 603 C Bronze бежевый (стекло, чугун, г/к, WOK)1,00019 800,001,00019 800,000,08CB000109809
<>13Поверхность газовая KUPPERSBERG FG 63 B чёрный (стекло, чугун,WOK)2,00017 700,002,00035 400,000,16CB000090566
<>14Поверхность газовая KUPPERSBERG FG 63 W белый (стекло, чугун,WOK)2,00019 000,002,00038 000,000,16CB000091648
<>15Поверхность газовая KUPPERSBERG FG 703 B Bronze чёрный (5-конф, стекло, чугун, г/к, WOK)2,00024 830,002,00049 660,000,20CB000109805
<>16Поверхность газовая KUPPERSBERG FG 703 C Bronze бежевый (5-конф, стекло, чугун, г/к, WOK)2,00028 560,002,00057 120,000,16CB000109806
<>17Поверхность газовая KUPPERSBERG FQ 602 B2,00019 925,002,00039 850,000,14CB000092451
<>18Поверхность газовая KUPPERSBERG FQ 602 C бежевый (стекло, ретро, чугун, WOK)2,00016 430,002,00032 860,000,16CB000090567
<>19Поверхность газовая KUPPERSBERG FQ 602 W белый (стекло, ретро)2,00019 000,002,00038 000,000,14CB000092452
<>20Поверхность газовая KUPPERSBERG FS 703 B Bronze черный (5-конф, чугун, г/к, WOK)2,00022 400,002,00044 800,000,20CB000109810
<>21Поверхность газовая KUPPERSBERG FS 703 C Bronze бежевый (5-конф, чугун, г/к, WOK)2,00020 050,002,00040 100,000,20CB000109812
<>22Поверхность газовая MIDEA MG696VGB черный (стекло)2,00021 000,002,00042 000,000,12CB000064742
<>23Поверхность стеклокерамическая GORENJE EC642CLB черный (ретро)4,00019 250,004,00077 000,000,26CB000057056
<>24Поверхность стеклокерамическая GORENJE EC642CLI черный/сл.кость2,00021 860,002,00043 720,000,13CB000057064
<>25Сплит-система NEWTEK NT-65P0710,00012 090,0010,000120 900,003,00CB000112484
<>26Сплит-система NEWTEK NT-65P0910,00013 390,0010,000133 900,003,00CB000112492
<>27Сплит-система NEWTEK NT-65P1210,00017 590,0010,000175 900,003,50CB000112493
<>28Телевизор LED HISENSE 65A6BG CH 4K Smart (VIDAA)3,00041 950,003,000125 850,000,81CB000107611
<>29Телевизор LED HYUNDAI H-LED43BU7008 4K Smart (Android)5,00018 550,005,00092 750,000,40CB000109180
<>30Телевизор LED HYUNDAI H-LED55BU7008 4K Smart (Android)5,00025 700,005,000128 500,000,65CB000109312
<>1Вытяжка каминная купольная ELIKOR БЕЛЬВЕДЕР ФЛОРЕАЛЕ 60П-650-П3Д бежевый/дуб неокр2,00011 500,002,00023 000,000,66CB000098295
<>2Духовой шкаф электрический KUPPERSBERG SR 609 C Bronze бежевый2,00032 000,002,00064 000,000,76CB000090588
<>3Духовой шкаф электрический KUPPERSBERG SR 609 W Silver белый/серебро2,00036 080,002,00072 160,000,72CB000091771
<>4Духовой шкаф электрический KUPPERSBERG SR 615 B Bronze черный/бронза (ретро, стекло, диспл)1,00027 000,001,00027 000,000,28CB000110139
<>5Духовой шкаф электрический KUPPERSBERG SR 615 W Bronze белый/бронза (ретро, стекло, диспл)2,00028 500,002,00057 000,000,56CB000110141
<>6Духовой шкаф электрический KUPPERSBERG SR 6911 B Bronze черный/бронза (ретро)2,00041 650,002,00083 300,000,56CB000100720
<>7Духовой шкаф электрический KUPPERSBERG SR 6911 W Bronze белый/бронза (ретро)2,00041 650,002,00083 300,000,56CB000101444
<>8Духовой шкаф электрический MIDEA MO58110RGI-B сл.кость (стекло, ретро)1,00033 200,001,00033 200,000,38CB000090781
<>9Кронштейн KROMAX STAR-33 серый5,0001 115,005,0005 575,000,02CB000035578
<>10Плита  настольная газовая DARINA L NGM441 03 B черный (4-конф)3,0004 605,003,00013 815,000,11CB000059229
<>11Поверхность газовая KUPPERSBERG FG 603 B Bronze чёрный (стекло, чугун, г/к, WOK)2,00019 000,002,00038 000,000,16CB000109804
<>12Поверхность газовая KUPPERSBERG FG 603 C Bronze бежевый (стекло, чугун, г/к, WOK)1,00019 800,001,00019 800,000,08CB000109809
<>13Поверхность газовая KUPPERSBERG FG 63 B чёрный (стекло, чугун,WOK)2,00017 700,002,00035 400,000,16CB000090566
<>14Поверхность газовая KUPPERSBERG FG 63 W белый (стекло, чугун,WOK)2,00019 000,002,00038 000,000,16CB000091648
<>15Поверхность газовая KUPPERSBERG FG 703 B Bronze чёрный (5-конф, стекло, чугун, г/к, WOK)2,00024 830,002,00049 660,000,20CB000109805
<>16Поверхность газовая KUPPERSBERG FG 703 C Bronze бежевый (5-конф, стекло, чугун, г/к, WOK)2,00028 560,002,00057 120,000,16CB000109806
<>17Поверхность газовая KUPPERSBERG FQ 602 B2,00019 925,002,00039 850,000,14CB000092451
<>18Поверхность газовая KUPPERSBERG FQ 602 C бежевый (стекло, ретро, чугун, WOK)2,00016 430,002,00032 860,000,16CB000090567
<>19Поверхность газовая KUPPERSBERG FQ 602 W белый (стекло, ретро)2,00019 000,002,00038 000,000,14CB000092452
<>20Поверхность газовая KUPPERSBERG FS 703 B Bronze черный (5-конф, чугун, г/к, WOK)2,00022 400,002,00044 800,000,20CB000109810
<>21Поверхность газовая KUPPERSBERG FS 703 C Bronze бежевый (5-конф, чугун, г/к, WOK)2,00020 050,002,00040 100,000,20CB000109812
<>22Поверхность газовая MIDEA MG696VGB черный (стекло)2,00021 000,002,00042 000,000,12CB000064742
<>23Поверхность стеклокерамическая GORENJE EC642CLB черный (ретро)4,00019 250,004,00077 000,000,26CB000057056
<>24Поверхность стеклокерамическая GORENJE EC642CLI черный/сл.кость2,00021 860,002,00043 720,000,13CB000057064
<>25Сплит-система NEWTEK NT-65P0710,00012 090,0010,000120 900,003,00CB000112484
<>26Сплит-система NEWTEK NT-65P0910,00013 390,0010,000133 900,003,00CB000112492
<>27Сплит-система NEWTEK NT-65P1210,00017 590,0010,000175 900,003,50CB000112493
<>28Телевизор LED HISENSE 65A6BG CH 4K Smart (VIDAA)3,00041 950,003,000125 850,000,81CB000107611
<>29Телевизор LED HYUNDAI H-LED43BU7008 4K Smart (Android)5,00018 550,005,00092 750,000,40CB000109180
<>30Телевизор LED HYUNDAI H-LED55BU7008 4K Smart (Android)5,00025 700,005,000128 500,000,65CB000109312
<>Вытяжка каминная купольная ELIKOR БЕЛЬВЕДЕР ФЛОРЕАЛЕ 60П-650-П3Д бежевый/дуб неокр2,00011 500,002,00023 000,000,66
<>Духовой шкаф электрический KUPPERSBERG SR 609 C Bronze бежевый2,00032 000,002,00064 000,000,76
<>Духовой шкаф электрический KUPPERSBERG SR 615 B Bronze черный/бронза (ретро, стекло, диспл)1,00027 000,001,00027 000,000,28
<>Духовой шкаф электрический KUPPERSBERG SR 615 W Bronze белый/бронза (ретро, стекло, диспл)1,00028 500,001,00028 500,000,28
<>Духовой шкаф электрический KUPPERSBERG SR 6911 B Bronze черный/бронза (ретро)1,00041 650,001,00041 650,000,28
<>Духовой шкаф электрический KUPPERSBERG SR 6911 W Bronze белый/бронза (ретро)1,00041 650,001,00041 650,000,28
<>Духовой шкаф электрический MIDEA MO58110RGI-B сл.кость (стекло, ретро)1,00033 200,001,00033 200,000,38
<>Кронштейн KROMAX STAR-33 серый5,0001 115,005,0005 575,000,02
<>Плита  настольная газовая DARINA L NGM441 03 B черный (4-конф)3,0004 605,003,00013 815,000,11
<>Поверхность газовая KUPPERSBERG FG 603 B Bronze чёрный (стекло, чугун, г/к, WOK)2,00019 000,002,00038 000,000,16
<>Поверхность газовая KUPPERSBERG FG 603 C Bronze бежевый (стекло, чугун, г/к, WOK)1,00019 800,001,00019 800,000,08
<>Поверхность газовая KUPPERSBERG FG 63 B чёрный (стекло, чугун,WOK)2,00017 700,002,00035 400,000,16
<>Поверхность газовая KUPPERSBERG FG 703 B Bronze чёрный (5-конф, стекло, чугун, г/к, WOK)2,00024 830,002,00049 660,000,20
<>Поверхность газовая KUPPERSBERG FQ 602 B2,00019 925,002,00039 850,000,14
<>Поверхность газовая KUPPERSBERG FQ 602 C бежевый (стекло, ретро, чугун, WOK)2,00016 430,002,00032 860,000,16
<>Поверхность газовая KUPPERSBERG FQ 602 W белый (стекло, ретро)2,00019 000,002,00038 000,000,14
<>Поверхность газовая KUPPERSBERG FS 703 C Bronze бежевый (5-конф, чугун, г/к, WOK)2,00020 050,002,00040 100,000,20
<>Поверхность газовая MIDEA MG696VGB черный (стекло)2,00021 000,002,00042 000,000,12
<>Поверхность стеклокерамическая GORENJE EC642CLB черный (ретро)4,00019 250,004,00077 000,000,26
<>Поверхность стеклокерамическая GORENJE EC642CLI черный/сл.кость2,00021 860,002,00043 720,000,13
<>Сплит-система NEWTEK NT-65P0710,00012 090,0010,000120 900,003,00
<>Сплит-система NEWTEK NT-65P0910,00013 390,0010,000133 900,003,00
<>Сплит-система NEWTEK NT-65P1210,00017 590,0010,000175 900,003,50
<>Водонагреватель накопительный ARISTON VELIS TECH R ABS 50 (плоский)2,00012 619,002,00025 238,0010.03.2023CB000095849
<>Водонагреватель накопительный ARISTON VELIS TECH R ABS 50 (плоский)1,00012 619,001,00012 619,00CB000095849
<>Встраиваемая микроволновая печь KUPPERSBERG RMW 393 C Bronze бежевый/бронз.2,00051 513,002,000103 026,00CB000091776
<>Вытяжка каминная без купола ELIKOR АМЕТИСТ 90П-650-К3Д черный/тонир1,00013 320,001,00013 320,00CB000099651
<>Гладильная доска НИКА ВАЛЕНСИЯ 1 НВ1/1 Доброе утро (124*46) 4,0002 959,004,00011 836,0020.03.2023CB000091312
<>Гладильная доска НИКА Валенсия НВ1/2 Fashion5,0002 959,005,00014 795,0020.03.2023CB000048037
<>Ларь морозильный GELLAR FG 600 C красный (стекло прямое)2,00034 290,002,00068 580,00CB000019044
<>МФУ лазерный CANON i-Sensys MF3010 (5252B034) A4 черный (в комплекте: 2 картриджа)1,00021 730,001,00021 730,00CB000112129
<>Мышь A4 Fstyler FG10S черный/оранжевый оптическая (2000dpi) silent беспроводная USB (4but)3,000668,003,0002 004,0013.03.2023CB000078445
<>Мышь A4 Fstyler FG10S черный/синий оптическая (2000dpi) silent беспроводная USB (4but)3,000668,003,0002 004,0013.03.2023CB000078447
<>Мышь A4 OP-620D серебристый оптическая (1000dpi) USB2,000357,002,000714,0013.03.2023CB000048312
<>Мышь A4 OP-730D черный оптическая (1000dpi) USB (4but)2,000342,002,000684,0013.03.2023CB000076187
<>Мышь A4Tech FG10 черный/серый оптическая (2000dpi) беспроводная2,000653,002,0001 306,0013.03.2023CB000064285
<>Мышь A4Tech Fstyler FG10S белый/серый оптическая (2000dpi) silent беспроводная USB (4but)1,000693,001,000693,0013.03.2023CB000078444
<>Мышь A4Tech OP-720 черный оптическая (800dpi) PS/22,000253,002,000506,0013.03.2023CB000048285
<>Мышь OKLICK 505MW черный оптическая (1000dpi) беспроводная3,000225,003,000675,0013.03.2023CB000064310
<>Мышь OKLICK 515MW черный/зеленый оптическая (1200dpi) беспроводная3,000228,003,000684,0013.03.2023CB000064311
<>Мышь OKLICK 515MW черный/пурпурный оптическая (1200dpi) беспроводная3,000236,003,000708,0013.03.2023CB000064387
<>Мышь OKLICK 515MW черный/серый оптическая (1200dpi) беспроводная3,000237,003,000711,0013.03.2023CB000064352
<>Ноутбук 15,6" LENOVO L3 15ITL6 [82HL0036RK] FullHD/Cel 6305U/4/SSD256/Intel UHD Graphics/no OS серый 2,00029 002,002,00058 004,00CB000106430
<>Поверхность стеклокерамическая GORENJE EC642CLI черный/сл.кость3,00022 661,003,00067 983,00CB000057064
<>Поверхность стеклокерамическая GORENJE ECT644BCSC черный3,00022 028,003,00066 084,00CB000057898
<>Поверхность стеклокерамическая KUPPERSBERG ECS 623 C бежевый4,00019 580,004,00078 320,00CB000102263
<>Поверхность стеклокерамическая KUPPERSBERG ECS 702 чёрный (5-конф)2,00013 530,002,00027 060,00CB000109176
<>Пылесос моющий BOSCH BWD421PRO белый/черный2,00025 208,002,00050 416,00CB000109235
<>Пылесос ручной DYSON V10 Motorhead1,00047 790,001,00047 790,00CB000110145
<>Пылесос ручной DYSON V15 Detect Absolute1,00058 152,001,00058 152,00CB000108757
<>Телевизор LED HISENSE 65E7HQ CH QLED 4K Smart (VIDAA)2,00051 110,002,000102 220,00CB000107762
<>Телевизор LED SAMSUNG UE-58AU7570UXRU 4K Smart (Tizen)1,00062 980,001,00062 980,00CB000097501
<>Телевизор LED SAMSUNG UE-65BU8000UXCE 4K Smart (Tizen)2,00093 579,002,000187 158,00CB000109546
<>Холодильник KUPPERSBERG NFFD 183 BKG черный перламутр (стекло, FNF)2,000106 441,002,000212 882,00CB000097136
<>Холодильник KUPPERSBERG NRV 1867 BE бежевый (NF)2,00090 622,002,000181 244,00CB000100430
<>Холодильник KUPPERSBERG NRV 192 BG черный (стекло, FNF)2,000107 604,002,000215 208,00CB000101046
<>Холодильник KUPPERSBERG NRV 192 WG белый (стекло, FNF)2,000110 210,002,000220 420,00CB000097293
<>Стиральная машина NORDFROST i-WSQ4 8140 W#2шт22 500,0045 000,00
<>Плита HIBERG FEG 950-35 SY#2шт47 170,0094 340,00
<>Плита HIBERG FEG 950-25 MB#2шт44 500,0089 000,00
<>Холодильник HIBERG RFQ-510DX NFGB inverter#3шт62 300,00186 900,00
<>Холодильник HIBERG RFQ-490DX NFYm inverter#3шт64 710,00194 130,00
<>Холодильник HIBERG RFT 690DX NFX1шт62 300,0062 300,00
<>Холодильник HIBERG RFQ-500DX NFYm inverter#1шт79 040,0079 040,00
<>Варочная поверхность HIBERG VM 9055 RY#2шт23 140,0046 280,00
<>Варочная поверхность HIBERG VM 7055 RY#2шт20 470,0040 940,00
<>Микроволновая печь HIBERG VM-4288 BR#2шт8 900,0017 800,00
<>Морозильный ларь  AVEX CFS 600L3#3шт41 450,00124 350,00
<>Ларь морозильный HIBERG PF 79L2W#2шт58 300,00116 600,00
<>Плита HIBERG FEG 950-35 SY#2шт47 170,0094 340,00
<>Холодильник HIBERG RFT 690DX NFX#1шт62 300,0062 300,00
<>Встраиваемая вытяжка AVEX VN 6081 X#5шт6 470,0032 350,00
<>Встраиваемая вытяжка AVEX VN 6081 Y#5шт6 870,0034 350,00
<>Встраиваемая вытяжка AVEX VN 6061 X#5шт5 420,0027 100,00
<>Встраиваемая вытяжка AVEX VN 6061 Y#5шт5 660,0028 300,00
<>Варочная поверхность AVEX HS 6241 BR#3шт8 900,0026 700,00
<>Варочная поверхность NORDFROST HS 6042 B#3шт8 840,0026 520,00
<>Духовка AVEX TR 400 GСL LUX#2шт7 840,0015 680,00
<>Духовка NORDFROST R 480 B#2шт5 170,0010 340,00
<>1УТ-00019320GC-B509SECL/холод. LG#7шт53 551,001,048,28
<>2УТ-00019321GC-B509SESM/холод. LG#10шт57 206,00в пути 
<>3УТ-00019321GC-B459SECL/холод. LG#36шт47 125,00
<>4УТ-00019322RB33A32NOEL samsung#8шт46 355,00
<>5УТ-00019323RB37A5200EL samsung#4шт48 379,00
<>6УТ-00019324RB37A5491EL samsung#8шт50 103,00
<>7УТ-00019325RS54N3003EF/WT samsung side bu side беж мрамор#8шт84 413,00
<>8УТ-00019326RT62K7000EF/WT samsung 186/84/78#8шт96 482,00
<>10БК000005767DC90V5V0W/Сушильная машина LG#25шт63 551,000,4321,50
<>13УТ-00019261F2J6HG7W/стир. машина LG 7кг + 4 кг сушка#11шт44 441,000,357,00
<>14УТ-00019262F2J6HSDS/стир. машина LG чрное стекло #16шт41 062,00
<>15БК000004595F4V5VS0W/стир. машина LG 9кг черное стекло#4шт47 872,000,379,25
<>18БК000004236F4M5VS6W/стир. машина LG 9 кг черный люк#4шт44 855,000,3737,00
<>19УТ-00019215DK1W/Монтажный комплект LG#10шт7 873,000,030,27
<>20БК000004123F2M5HS6W/стир. машина LG 7кг черный люк#26шт36 251,000,3545,50
<>21БК000004900F2V5GG2S/стир. машина LG 8,5 +5кг сушка#20шт55 255,000,3514,00в пути 
<>22БК000004901GC B257SEZV /холод. LG#2шт113 333,00
<>23БК000004902GC -L257JЕYV /холод. LG#1шт101 078,00
<>23БК000004902GC -L257JLYV /холод. LG#2шт103 050,00
<>22БК000003687GR-H802HEHZ/холод. LG#47шт105 000,001,3211,91
<>23БК000003928GR-H802HMHZ/холод. LG#3шт105 650,001,326,62
<>24БК000005219GN-F702HEHZ/холод. LG#5шт85 965,001,0413,52
<>26БК000003550GN-H702HEHZ/холод. LG#5шт84 406,001,0411,44
<>27БК000003551GN-H702HМHZ/холод. LG#1шт82 500,00
<>28БК000003552Холодильник "Sharp SJ-XE59 PMBE#10шт105 000,00
<>29БК000003553Холодильник "Sharp SJ-XE55PMBE#5шт95 000,00
<>28БК000003552Морозильный ларь  AVEX CF 360 длина 110 см#29шт25 000,00
<>29БК000003553Ларь морозильный HIBERG PF 39L2W#15шт26 500,00
<>29БК000003553Ларь морозильный HIBERG PF 44 L2GW#30шт31 500,00
<>30БК000003554Ларь морозильный HIBERG PF 56L2W#20шт45 000,00
<>28БК000005393TW4V3RS6W/стир. машина LG 10,5#10шт50 832,000,445,72в пути 
<>29БК000004477F2T9GW9P/стир. машина LG 8,5кг сенсор панел#15шт53 803,000,4413,20
<>30БК000004478F2V7GW1W/стир. машина LG 8,5 кг#13шт46 217,001,00
<>30БК000005769TW4V5RS0W/стир. машина LG 10,5 черное стекло#12шт55 594,000,353,50в пути
<>31БК000005770SAMSUNG WW80A6S28TE стир маш#40шт39 000,001,00
<>32БК000005771HISENSE микроволновка #10шт5 828,00
<>31БК000005167VC5420HTSG/пылесос LG#10шт8 913,00
<>32БК000005168VC5420NHTW/пылесос LG#7шт8 825,000,061,14
<>33БК000005773VC73189NHTR/пылесос LG#20шт9 689,000,071,32
<>34БК000005771VC73189NHTS/пылесос LG#49шт9 689,000,073,30
<>35БК000005030VC83109UHAQ/пылесос LG#18шт14 500,000,072,34
<>36БК000005023VC83209UHAS/пылесос LG#12шт12 689,000,073,25
<>37БК000005024VK89309H/пылесос LG#28шт11 482,000,073,30
<>38БК000005025VK89609HQ/пылесос LG#12шт13 379,00
<>38УТ-00019338A9N-PRIME.BBWQCIS/Беспроводной вертикальный пылесос LG#16шт21 137,000,040,40
<>39БК000004348F2J3NS2W/стир. машина LG 6 кг хром люк#338шт31 506,001,00от 50 шт 
<>40БК000004349F2J3WS1W/стир. машина LG 6,5 кг серый люк#317шт31 506,001,00от 50 шт 
<>41БК000004350F2J3HS2W/стир. машина LG 7 кг хром #112шт35 062,001,00от 50 шт 
<>42БК000004351F2J3HS4Lстир. машина LG 7 кг СЕРЫЙ  хром #20шт35 734,001,00
<>42БК000004351F2J3HS0W/стир. машина LG 7 кг белый люк#111шт32 956,001,00от 50 шт 
<>43БК000004352F2V3GS6W/стир. машина LG 8,5 кг серый люк#110шт40 889,001,00
<>44БК000004902F2V3GS4W/стир. машина LG 8,5 кг серый люк#67шт39 682,000,3587,501,00
<>1LG GN-H 702 HEHU бежевый,180см,NoFrost,с дисплеем,с верхней морозилкой#10шт.80 602,00806 020,00
<>2LG GR-H 802 HEHZ бежевый мрамор,184см,NoFrost,с дисплеем,с верхней морозилкой,Корея#10шт.103 542,001 035 420,00
<>3LG GW-B 509 SQKM белый,203см,NoFrost,с дисплеем,инверторный#5шт.51 388,00256 940,00
<>4SAMSUNG WW 80 K 6210 RW LD белая,8кг,1200об,Add Wash,с дисплеем,стиральная машина#10шт.40 747,00407 470,00
<>5VESTEL Bojena F 332 SB Новинка!бежевый мрамор,175см,статическая система,морозильная камера#3шт.34 950,00104 850,00
<>6ГЕФЕСТ 6100-01 0186 бежевая,ретро,с металлической крышкой,плита газовая#5шт.18 599,0392 995,15
<>7ГЕФЕСТ 6100-01 0286 бежевая,ретро,со стеклянной крышкой,плита газовая#5шт.19 285,0296 425,10
<>8ГЕФЕСТ 6100-02 0187 черная,ретро,со стеклянной крышкой,газовый гриль,плита газовая#2шт.20 778,8541 557,70
<>9ГЕФЕСТ 6102-02 0186 бежевая,ретро,состеклянной крышкой,гриль,вертел,конвекцияплита комбинированная#2шт.23 062,8046 125,60
<>10BOSCH SMV 25 AX 00 E встраиваемая,(60см),12комплектов,посудомоечная машина#4шт.30 280,37121 121,48
<>11PHILIPS XB 2123|09 синий,850Вт,пылесос без мешка#3шт.9 367,4428 102,32
<>12PHILIPS XB 2125|09 синий,850Вт,пылесос без мешка#3шт.9 376,7428 130,22
<>13LG F-2 J 3 HS4L серебристая,7кг,1200об,хромированный люк,с дисплеем,стиральная машина с паром PI#2шт.37 488,3774 976,74
<>14LG F-2 J 3 NS0W белая,6кг,1200об,с дисплеем,узкая стиральная машина с паром#2шт.33 655,8167 311,62
<>15LG F-2 J 3 WS1W белая,6.5кг,1200об,с дисплеем,стиральная машина с паром PI#2шт.33 116,2866 232,56
<>16LG F-2 J 6 HS8S темно-серебристая,7кг,1200об,черный люк,с дисплеем,Wi-Fi,стиральная машина с паром#2шт.44 064,8188 129,62
<>17LG F-2 V 3 GS3W белая,8.5кг,1200об,с дисплеем,стиральная машина с паром PI#4шт.43 396,23173 584,92
<>18LG F-2 V 3 GS4W белая,8.5кг,1200об,с дисплеем,дозагрузка белья,стиральная машина с паром PI#5шт.43 809,52219 047,60
<>19LG F-4 M 5 VS4WP белая,9кг,1400об,черный люк,с дисплеем,стиральная машина с паром#5шт.43 479,07217 395,35
<>20ASANO 55 LU 8120 T Smart,ЯндексТв,android,UHD,4K,Wi-Fi#5шт.21 028,04105 140,20
<>21ASANO 55 LU 8130 S Smart,ЯндексТв,UHD,4K,Wi-Fi#5шт.21 028,04105 140,20
<>22DAEWOO D55 DM54 UANS Smart,android,UHD,4K,Wi-Fi,голосовой помощник Google Assistant#5шт.24 139,53120 697,65
<>23DAEWOO D55 DM55 UQPNS Qled,Smart,android,UHD,4K,Wi-Fi#5шт.27 314,81136 574,05
<>24DAEWOO D65 DH55 UQNS Qled,Smart,android,UHD,4K,Wi-Fi,голосовой помощник Google Assistant#5шт.43 210,00216 050,00
<>25HYUNDAI 43 BU 7003 Smart,ЯндексТв,UHD,4K,Wi-Fi,с голосовым управлением,безрамочный#СПЕЦ ЦЕНА5шт.16 288,3781 441,85
<>26HYUNDAI 43 BU 7008 Smart,android,UHD,4K,Wi-Fi#5шт.16 465,1282 325,60
<>27HYUNDAI 50 BU 7003 Smart,ЯндексТв,UHD,4K,Wi-Fi,безрамочный#5шт.20 176,74100 883,70
<>28HYUNDAI 50 BU 7008 Smart,android,UHD,4K,Wi-Fi#5шт.20 213,95101 069,75
<>29HYUNDAI 55 BU 7008 Smart,android,UHD,4K,Wi-Fi#5шт.22 455,81112 279,05
<>30LEFF 50 U 630 S Smart,ЯндексТв,UHD,4K,Wi-Fi,голосовой помощник Алиса#5шт.18 785,0593 925,25
<>31LEFF 55 U 540 S Smart,ЯндексТв,android,UHD,4K,с голосовым управлением#СПЕЦ ЦЕНА5шт.21 111,11105 555,55
<>32LG 43 LP 50006 LA #2шт.29 240,7458 481,48
<>33LG 43 UQ 75006 LF.ARUB Smart,WebOs,UHD,4K,Wi-Fi,с голосовым управлением#2шт.33 078,3466 156,68
<>34LG 65 UQ 81006 LB.ARUB Smart,WebOs,UHD,4K,Wi-Fi#2шт.64 908,26129 816,52
<>35LG 75 UQ 80006 LB.ARUB Smart,WebOs,UHD,4K,Wi-Fi,с голосовым управлением,серыйметаллик,безрамочный#2шт.84 774,19169 548,38
<>36SAMSUNG UE-43 AU 7002 UXRU Smart7,Tizen,UHD,4K,Wi-Fi#2шт.31 925,5863 851,16
<>37SAMSUNG UE-43 T 5202 AUXRU Smart5,Tizen,Full HD,Wi-Fi#2шт.27 767,4455 534,88
<>38SAMSUNG UE-43 TU 7002 UXRU Smart7,Tizen,UHD,4K,Wi-Fi,титан,безрамочный#2шт.35 460,4770 920,94
<>39SAMSUNG UE-50 AU 7002 UXRU Smart7,Tizen,UHD,4K,Wi-Fi,безрамочный#2шт.41 879,0783 758,14
<>40SAMSUNG UE-55 BU 8500 UXTK Smart,UHD,4K,Wi-Fi#2шт.53 250,00106 500,00
<>41SAMSUNG UE-65 BU 8500 UXTK Smart,UHD,4K,Wi-Fi#3шт.69 220,00207 660,00
<>42PHILIPS BHD 300|10 фен#2шт.1 627,913 255,82
<>43PHILIPS BHD 302|00 фен#2шт.1 758,143 516,28
<>44PHILIPS BHD 510|00 синий фен#2шт.4 241,868 483,72
<>45LG GA-B 459 SECL бежевый/внутри дисплей#2шт.47 038,1094 076,20
<>46LG GC-B 257 JEYV бежевый,Side by Side,179см,NoFrost,с дисплеем внутри#2шт.94 901,41189 802,82
<>47LG GC-H 502 HEHZ бежевый,178см,NoFrost,с Led дисплеем,инверторный,с верхней морозилкой,Wi-Fi#3шт.61 333,33183 999,99
<>48LG GW-B 459 SECM бежевый,186см,NoFrost,инверторный#2шт.46 281,6992 563,38
<>49LG GW-B 509 SEJM бежевый,203см,NoFrost,с дисплеем,инверторный,Wi-Fi#5шт.52 666,67263 333,35
<>50VESTEL Bojena BF 553 NFED Новинка!черный,186см,NoFrost,с дисплеем#1шт.62 990,0062 990,00
<>51VESTEL Bojena VDD 144 VB Новинка!бежевый мрамор,145см,с верхней морозилкой,статическая система#5шт.16 790,0083 950,00
`
const array = message.split("<>");

console.log(array[array.length - 1])